export default function () {
  return (
    <div>
      隐私权政策
      我们在此郑重声明，我们尊重并保护所有用户的隐私。以下是我们的隐私权政策，旨在向用户明确解释我们在收集、使用和披露个人信息方面的实践。
      1. 信息收集 我们可能会收集两种类型的信息：
      必要信息：为了提供我们的服务，我们可能需要收集一些基本信息，如您的姓名、电子邮件地址、电话号码和密码等。
      非必要信息：我们可能会收集关于您的非必要信息，例如您在我们网站上的浏览活动、您使用我们服务的方式等。
      2. 信息使用 我们收集的所有信息都将在以下范围内使用：
      提供和改进我们的服务：我们使用收集的信息来提供和改进我们的服务，包括但不限于向您发送重要的通知、进行必要的安全和系统维护等。
      个性化您的体验：我们可能会使用收集的非必要信息来个性化您的体验，例如推荐可能对您感兴趣的产品或服务。
      3. 信息披露
      我们不会向第三方出售、出租或交换您的个人信息，除非经过您的明确同意或法律要求。以下是一些可能的例外情况：
      向第三方服务提供商：我们可能会将您的信息透露给第三方服务提供商，以便他们能提供服务。例如，我们可能需要将您的信息透露给我们的技术或人力资源提供商。
      法律要求：在某些情况下，我们可能需要向政府或法律机构提供您的信息，例如在响应法院命令或传票时。
      合并或收购：如果我们的公司被合并、收购或出售，您的信息可能会被转移给新的所有者。
      4. 第三方链接
      我们的网站可能包含指向第三方网站的链接。我们不对这些网站的隐私政策和数据保护做法负责，因此请在访问这些网站时自行查看并确认其隐私政策。
      5. 隐私政策的更新
      我们保留在必要时更新我们的隐私政策的权利。当我们更新政策时，我们会在网站上发布通知。请您定期查看我们的隐私政策以了解最新情况。
      如果您对我们的隐私政策有任何疑问或需要帮助，请通过我们网站上的联系方式与我们联系。我们将竭尽所能回答您的问题和解决您的问题。
    </div>
  );
}
